{
    "book": "Все книги ",
    "audiobook": "Аудиокниги",
    "collection": "Коллекция",
    "search": "Поиск книг",
    "all": "Все",
    "search_history": "История поиска",
    "no_favorite": "Нет избранных",
    "favorites": "Избранное",
    "settings": "Настройки",
    "dark_mode": "Тёмный режим",
    "languages": "Языки",
    "genre": "Жанр",
    "author": "Автор",
    "date": "Год",
    "o'qish": "Читать",
    "privacy_policy": "Политика конфиденциальности",
    "app_info": "Информация о приложении",
    "added": "Добавлено в избранное",
    "remove": "Удалено из избранного",
    "favorite_delete": "Проведите влево, чтобы удалить избранную книгу",
    "delete": "Удалить",
    "refresh": "Обновить",
    "light_mode": "Светлый режим",
    "uz": "Узбекский",
    "ru": "Русский",
    "en": "Кириллический",
    "listen": "Слушать",
    "videobook": "Видеокниги",
    "sleep_timer": "Таймер сна",
    "speed": "Скорость",
    "done": "Готово",
    "no_timer": "Без таймера",
    "minutes": "минут",
    "music_stop_in": "Музыка остановится через:",
    "playback_speed": "Скорость {}",
    "about_us": "О приложении",
    "about": "В данном переводе текст трактата \"Акоид ан-Насафий\" представлен в таблице с арабско-узбекским переводом. Комментарии Саъдуддина Тафтазони приведены после него. Слова и фразы текста, которые ученый счел нужным прокомментировать, выделены жирным шрифтом в оригинале и в переводе на узбекский язык. Кроме того, наряду с изложением основного текста, ученый приводит мнения представителей заблудших течений, отклонившихся от ахль сунна валь джамаа, и дает им опровержения. Поэтому при его изучении от читателя требуется определенная внимательность. \n\nНесомненно, данный труд послужит важным источником в воспитании нашего народа, особенно молодежи, обладателями истинно человеческих качеств, формировании у них навыков быть достойными потомками предков и давать опровержения различным деструктивным, заблудшим течениям. \n\nПунктом 14 \"Дорожной карты\", утвержденной Приложением 2 к Постановлению Президента Республики Узбекистан №ПП-4802 от 11 июля 2020 года, поставлена задача \"Научно-комментированного перевода на узбекский язык произведения Саъдуддина Тафтазони \"Шарх аль-Акоид ан-Насафия\"\". Данный научно-комментированный перевод является результатом этой благородной работы."
}