{
    "book": "Барча китоблар ",
    "audiobook": "Аудиокитоблар",
    "collection": "Тўплами",
    "search": "Китобларни қидириш",
    "all": "Барчаси",
    "search_history": "Қидирув тарихи",
    "no_favorite": "Севимлилар йўқ",
    "favorites": "Севимлилар",
    "settings": "Созламалар",
    "dark_mode": "Тунги режим",
    "languages": "Тиллар",
    "genre": "Жанр",
    "author": "Муаллиф",
    "date": "Йил",
    "o'qish": "Ўқиш",
    "privacy_policy": "Макфийлик Сиёсати",
    "app_info": "Илова Ма'lumotлари",
    "added": "Севимлиларга қўшилди",
    "remove": "Севимлилардан олиб ташланди",
    "favorite_delete": "Севимли китобни ўчириш учун чапга сурунг",
    "delete": "Ўчириш",
    "refresh": "Қайта юклаш",
    "light_mode": "Кундузги режим",
    "uz": "Ўзбекча",
    "ru": "Русча",
    "en": "Кирилча",
    "listen": "Тинглаш",
    "videobook": "Видеокитоблар",
    "sleep_timer": "Ухлаш вақти",
    "speed": "Тезлик",
    "done": "Тайёр",
    "no_timer": "Вақт йўқ",
    "minutes": "дақиқа",
    "music_stop_in": "Мусиқа тўхтайди:",
    "playback_speed": "Тезлик {}",
    "about_us": "Биз хақимизда",
    "about": "Ушбу таржимада \"Ақоид ан-Насафий\" рисоласининг матни арабча-ўзбекча таржимаси билан жадвал ичида берилди. Саъдуддин Тафтазонийнинг шарҳи эса, ундан кейин келтирилди. Олим изоҳлашни маъқул ҳисоблаган матннинг сўзлари ва иборалари асл ҳолатида ва ўзбек тилидаги таржимаси қора ҳарфларда ажратиб берилди. Шунингдек, аллома асосий матнни баён қилиб бериш билан бир қаторда аҳл сунна вал жамоадан адашмаслик учун, ундан ташқарига чиқиб адашган тоифа вакилларининг фикрларини келтириб, уларга раддиялар берган. Шунинг учун, уни мутоалаа қилишда китобхондан бир оз синчиковлик талаб этилади. \n\nМазкур асар халқимиз, айниқса, ёшларимизни чин инсоний фазилатлар соҳиби этиб тарбиялаш, улар қалбида аждодларга муносиб авлодлар бўлиш ҳамда турли бузғунчи, адашган оқимларга қарши раддиялар бериш кўникмаси шаклланишида муҳим манба бўлиб хизмат қилиши, шубҳасиз. \n\nЎзбекистон Республикаси Президентининг 2020 йил 11 июлда чиқарган ПҚ-4802-сонли Қарорининг 2-иловаси билан тасдиқланган \"Йўл харитаси\"нинг 14-бандида \"Саъдуддин Тафтазонийнинг \"Шарҳ ал-Ақоид ан-Насафия\" асарини ўзбек тилига илмий-изоҳли таржима қилиш\" вазифаси белгиланган. Кўлимиздаги ушбу илмий-изоғли таржима ана шу хайрли ишларнинг самарасидир."
}